{ "touristdata" : {
      "attractions":[
          {"id" : "1", "name":"Giant's Causeway", "address":"44 Causeway Road, Bushmills, County Antrim, BT57 8SU", "description":"The Giant's Causeway, renowned for its polygonal columns of layered basalt, is the only UNESCO World Heritage Site in Northern Ireland. Resulting from a volcanic eruption 60 million years ago, this is the focal point of a designated Area of Outstanding Natural Beauty and has attracted visitors for centuries. It harbours a wealth of local and natural history.", "photo": "images/causeway.jpg", "phone" : "028 2073 1855", "openinghours" : "9:00 - 19:00"},
          {"id" : "2", "name":"The Belfast Barge", "address":"Lanyon Quay, Belfast, County Antrim, BT1 3LG", "description":"The Belfast Barge is the city's latest maritime themed visitor attraction, located beside Belfast Waterfront and minutes from the city centre.  This 600 ton barge moored on the river Lagan at Lanyon Quay houses a vibrant interactive museum which tells the story of Belfast's proud maritime history.  Although once the world’s biggest shipbuilding city, by the end of the twentieth century, shipbuilding in Belfast had declined to the point where the mighty Harland and Wolff, once employer of thousands of workers, consisted of little more than 100 employees and, the buildings and docks once necessary for such a huge undertaking had become redundant. Between 1999 and 2002 much of the shipyard was demolished. During this time, Lagan Boat Co. discovered that a significant archive of ships engineering plans were also inadvertently being destroyed and wanted to preserve this important archive. Lagan Legacy was set up in 2002 as the charity to undertake this important task.", "photo":"images/resturant.jpg",  "phone" : "028 9023 2555", "openinghours" : "10:00 - 16:00"},
          {"id" : "3", "name":"Titanic Belfast", "address":"1 Olympic Way, Queen's Road, Belfast, County Antrim, BT3 9EP", "description":"Titanic Belfast is a 'must see' on any trip to Belfast and has become the most popular tourist attraction in Northern Ireland and one of the top attractions in Ireland. Housed in an iconic, six-floor building, Titanic Belfast is located in the heart of Belfast, right beside the historic site of this world-famous ship’s construction.", "photo" : "images/titanic.jpg", "phone" : "028 9076 6386", "openinghours" : "9:00 - 18:00" }
      ],
      "restaurants":[
          {"id" : "4", "name":"Boojum", "address": "Botanic Avenue, Belfast BT7 1JL, Northern Ireland", "photo": "images/boojum.jpg"},
          {"id" : "5", "name":"House Of Zen", "address":"3 St Annes Square, Cathedral Quarter, Belfast, Antrim BT1 2LR", "photo": "images/zen.jpg"},
          {"id" : "6", "name":"The Barking Dog", "address":"3-35 Malone Rd, Belfast, Antrim BT9 6RU", "photo": "images/bdog.jpg" }
      ]
  }
}
